         <!-- меню каталога -->
         <div class=catalogmenu>
            <h5>Каталог оборудования</h5>

            <ul>
               <li><a href="">Авторулевые</a></li>
               <li><a href="">АРБ, РЛО, УКВ-носимые</a></li>
               <li><a href="">Гирокомпасы</a>
                  <!-- подменю марок   -->
                  <!-- видимо если мы находимся на странице типа, марки или предмета данного типа -->

                  <ul>
                    <li><a href=''>Гирокомпас GC 80 Simrad</a></li>
                    <li><a href=''>Гирокомпас Standard 22 Raytheon</a></li>
                    <li><a href=''>Гирокомпас PGM-C-009</a></li>
                    <li><a href=''>Гирокомпас Меридиан</a></li>
                  </ul>

                  <!-- конец подменю марок   -->
               </li>
               <li><a href="">Картографические системы</a></li>
               <li><a href="">Командно-вещательные установки</a></li>
               <li><a href="">Компасы магнитные</a></li>
               <li><a href="">Приемники GPS, карт-плоттеры</a></li>
               <li><a href="">Приемники NAVTEX, приемники карт погоды</a></li>
               <li><a href="">ПВ/КВ, УКВ-радиостанции</a></li>
               <li><a href="">Радары</a></li>
               <li><a href="">Регистраторы данных рейса</a></li>
               <li><a href="">Спутниковые системы связи</a></li>
           </ul>
         </div>
         <div class=nomline></div>
         <!-- меню каталога -->
