          <!-- список моделей / 10 моделей на странице -->
          <div class=newlistsarea>

              <!--  блок модели -->
              <div class=modelitem>
                 <div class=mlpic><a href='item.php?id=<код модели>'><img src='images/item1.jpg' alt='Наименование модели' border=0></a></div>
                 <div class=mltext>
                   <h2><a href='item.php?id=<код модели>'>Наименование модели</a></h2>
                   <div class=mllink><a href='www.сайт-модели.com' target=_blank>www.сайт-производителя-модели.com</a></div>
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   <div class=nlmore><a href='ссылка на файл'>документация</a> <span>|</span> <a href='item.php?id=<код модели>'>подробная информация »</a></div>
                 </div>
              </div>
              <!--  конец блока модели -->


              <!--  блок модели -->
              <div class=modelitem>
                 <div class=mlpic><a href='item.php?id=<код модели>'><img src='images/item1.jpg' alt='Наименование модели' border=0></a></div>
                 <div class=mltext>
                   <h2><a href='item.php?id=<код модели>'>Наименование модели</a></h2>
                   <div class=mllink><a href='www.сайт-модели.com' target=_blank>www.сайт-производителя-модели.com</a></div>
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   <div class=nlmore><a href='ссылка на файл'>документация</a> <span>|</span> <a href='item.php?id=<код модели>'>подробная информация »</a></div>
                 </div>
              </div>
              <!--  конец блока модели -->


              <!--  блок модели -->
              <div class=modelitem>
                 <div class=mlpic><a href='item.php?id=<код модели>'><img src='images/item1.jpg' alt='Наименование модели' border=0></a></div>
                 <div class=mltext>
                   <h2><a href='item.php?id=<код модели>'>Наименование модели</a></h2>
                   <div class=mllink><a href='www.сайт-модели.com' target=_blank>www.сайт-производителя-модели.com</a></div>
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   <div class=nlmore><a href='ссылка на файл'>документация</a> <span>|</span> <a href='item.php?id=<код модели>'>подробная информация »</a></div>
                 </div>
              </div>
              <!--  конец блока модели -->



              <!--  блок модели -->
              <div class=modelitem>
                 <div class=mlpic><a href='item.php?id=<код модели>'><img src='images/item1.jpg' alt='Наименование модели' border=0></a></div>
                 <div class=mltext>
                   <h2><a href='item.php?id=<код модели>'>Наименование модели</a></h2>
                   <div class=mllink><a href='www.сайт-модели.com' target=_blank>www.сайт-производителя-модели.com</a></div>
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   <div class=nlmore><a href='ссылка на файл'>документация</a> <span>|</span> <a href='item.php?id=<код модели>'>подробная информация »</a></div>
                 </div>
              </div>
              <!--  конец блока модели -->


              <!--  блок модели -->
              <div class=modelitem>
                 <div class=mlpic><a href='item.php?id=<код модели>'><img src='images/item1.jpg' alt='Наименование модели' border=0></a></div>
                 <div class=mltext>
                   <h2><a href='item.php?id=<код модели>'>Наименование модели</a></h2>
                   <div class=mllink><a href='www.сайт-модели.com' target=_blank>www.сайт-производителя-модели.com</a></div>
                   Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели. Аннотация модели.
                   <div class=nlmore><a href='ссылка на файл'>документация</a> <span>|</span> <a href='item.php?id=<код модели>'>подробная информация »</a></div>
                 </div>
              </div>
              <!--  конец блока модели -->



          </div>
          <!-- конец списка новостей -->


          <div class=pageline>
            Страницы: <span><a href=''>1</a></span> <b>2</b> <span><a href=''>3</a></span> <span><a href=''>4</a></span>
          </div>