          <!-- список новостей/ 10 новостей на странице -->
          <div class=newlistsarea>

              <!--  блок новости -->
              <div class=newslistitem>
                 <div class=nlpic><a href='news.php?id=<код новости>'><img src='images/small3.jpg' alt='Заголовок новости' border=0></a></div>
                 <div class=nltext>
                   <h2><a href='news.php?id=<код новости>'>Заголовок новости</a></h2>
                   <div class=nldate>26.11.2012</div>
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости.
                   <div class=nlmore><a href='news.php?id=<код новости>'>подробнее »</a></div>
                 </div>
              </div>
              <!--  конец блока новости -->


              <div class=newslistitem>
                 <div class=nlpic><a href='news.php?id=<код новости>'><img src='images/small3.jpg' alt='Заголовок новости' border=0></a></div>
                 <div class=nltext>
                   <h2><a href='news.php?id=<код новости>'>Заголовок новости</a></h2>
                   <div class=nldate>26.11.2012</div>
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости.
                   <div class=nlmore><a href='news.php?id=<код новости>'>подробнее »</a></div>
                 </div>
              </div>


              <div class=newslistitem>
                 <div class=nlpic><a href='news.php?id=<код новости>'><img src='images/small3.jpg' alt='Заголовок новости' border=0></a></div>
                 <div class=nltext>
                   <h2><a href='news.php?id=<код новости>'>Заголовок новости</a></h2>
                   <div class=nldate>26.11.2012</div>
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости.
                   <div class=nlmore><a href='news.php?id=<код новости>'>подробнее »</a></div>
                 </div>
              </div>

              <div class=newslistitem>
                 <div class=nlpic><a href='news.php?id=<код новости>'><img src='images/small3.jpg' alt='Заголовок новости' border=0></a></div>
                 <div class=nltext>
                   <h2><a href='news.php?id=<код новости>'>Заголовок новости</a></h2>
                   <div class=nldate>26.11.2012</div>
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости. Аннотация новости.
                   Аннотация новости.
                   <div class=nlmore><a href='news.php?id=<код новости>'>подробнее »</a></div>
                 </div>
              </div>



          </div>
          <!-- конец списка новостей -->


          <div class=pageline>
            Страницы: <span><a href=''>1</a></span> <b>2</b> <span><a href=''>3</a></span> <span><a href=''>4</a></span>
          </div>