          <!-- список партнеров / 10 партнеров на странице -->
          <div class=newlistsarea>

              <!--  блок партнера -->
              <div class=partnerlistitem>
                 <div class=plpic><a href='сайт партнера'><img src='images/logo1.png' alt='Наименование партнера' border=0></a></div>
                 <div class=pltext>
                   <h2><a href='сайт партнера'>Наименование партнера</a></h2>
                   Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера.
                   Аннотация компании-парннера.
                   <div class=plmore><a href='сайт партнера'>www.сайт партнера.com</a></div>
                 </div>
              </div>
              <!--  конец блока партнера -->


              <!--  блок партнера -->
              <div class=partnerlistitem>
                 <div class=plpic><a href='сайт партнера'><img src='images/logo1.png' alt='Наименование партнера' border=0></a></div>
                 <div class=pltext>
                   <h2><a href='сайт партнера'>Наименование партнера</a></h2>
                   Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера.
                   Аннотация компании-парннера.                    Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера. Аннотация компании-парннера.
                   Аннотация компании-парннера.

                   <div class=plmore><a href='сайт партнера'>www.сайт партнера.com</a></div>
                 </div>
              </div>
              <!--  конец блока партнера -->







          </div>
          <!-- конец списка партнеров -->


          <div class=pageline>
            Страницы: <span><a href=''>1</a></span> <b>2</b> <span><a href=''>3</a></span> <span><a href=''>4</a></span>
          </div>